Repository: jweiland-net/mediapool
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# scheduler.update_video_information.title
source: Update video information
de: Videoinformationen updaten

# scheduler.update_video_information.description
source: This task updates the video information by using the DataHandler Hook.
de: Dieser Task updated Videoinformationen.

# scheduler.update_video_information.mode
source: Select which videos should be updated
de: Auswählen, welche Videos aktualisiert werden sollen

# scheduler.update_video_information.unknown_mode
source: You selected an unknown mode.
de: Sie haben einen unbekannten Modus gewählt.

# scheduler.update_video_information.page_selection
source: Comma separated list of pages/folders where video records should be updated. (Depends on your choice above)
de: Komma getrennte Liste von Seiten/Ordnern, auf denen Video Datensätze aktualisiert werden sollen. (Abhängig von Ihrer Wahl oben)

# scheduler.update_video_information.page_selection.0
source: Update all video records
de: Alle Video Datensätze aktualisieren

# scheduler.update_video_information.page_selection.1
source: Update video records from selected pages/folders
de: Aktualisieren von Video Datensätzen aus ausgewählten Seiten/Ordnern

# scheduler.update_playlist_information.title
source: Update playlist information
de: Playlist-Informationen aktualisieren

# scheduler.update_playlist_information.description
source: This task updates the playlist information by using the DataHandler Hook.
de: Dieser Task aktualisiert die Playlist-Informationen mit Hilfe des DataHandler-Hooks.

# scheduler.update_playlist_information.mode
source: Select which playlists should be updated
de: Auswählen, welche Playlisten aktualisiert werden sollen

# scheduler.update_playlist_information.unknown_mode
source: You selected an unknown mode.
de: Sie haben einen unbekannten Modus gewählt.

# scheduler.update_playlist_information.page_selection
source: Comma separated list of pages/folders where playlist records should be updated. (Depends on your choice above)
de: Komma getrennte Liste von Seiten/Ordnern, in denen Playlist-Datensätze aktualisiert werden sollen. (Hängt von Ihrer Wahl oben ab)

# scheduler.update_playlist_information.page_selection.0
source: Update all playlist records
de: Alle Playlist-Datensätze aktualisieren

# scheduler.update_playlist_information.page_selection.1
source: Update playlist records from selected pages/folders
de: Aktualisieren von Playlist-Datensätzen aus ausgewählten Seiten/Ordnern

# video.upload_date
source: Upload date
de: Hochgeladen am

# flex_forms.mediapool.view
source: Select view
de: Ansicht wählen

# flex_forms.mediapool.recommended_videos
source: List recommended videos
de: Empfohlene Videos

# flex_forms.mediapool.detail_view
source: Detail view (Video, Playlist)
de: Detailansicht (Video, Playliste)

# flex_forms.mediapool.detail_page
source: Select page for detail view
de: Seite für Detailansicht auswählen

# flex_forms.mediapool.list_page
source: Select page for list view
de: Seite für Listenansicht auswählen

# flex_forms.mediapool.recommended_video_selection
source: Select 3 recommended videos
de: Auswahl von 3 empfohlenen Videos

# flex_forms.mediapool.categories
source: Display a recent video per selected categorie
de: Zeige das neuste Video pro ausgewählter Kategorie

# flex_forms.mediapool.list_recent_by_category
source: List recent video of playlist (category)
de: Zeige das neuste Video einer Playliste (Kategorie)

# flex_forms.mediapool.list_latest_videos
source: List latest videos by playlist
de: Zeige neuste Videos einer Playliste

# flex_forms.mediapool.list_videos
source: List all videos by playlist
de: Zeige alle Videos einer Playliste

# flex_forms.mediapool.playlist_selection
source: Select a playlist
de: Wähle eine Playliste

# flex_forms.mediapool.preview_view
source: Show clickable previews of galleries
de: Zeige anklickbare Galerien an

# flex_forms.mediapool.teaser_view
source: Show clickable previews of galleries with more button
de: Zeige anklickbare Galerien mit "mehr" Button an

# flex_forms.mediapool.videos_per_page
source: Videos per page
de: Videos pro Seite

# frontend.list_by_category.no_playlists
source: No playlists found!
de: Keine Playlisten gefunden

# flex_forms.gallery.title
source: Image gallery
de: Bilderstrecken

# flex_forms.gallery.file_collections
source: File collection(s)
de: Dateisammlung(en)

# flex_forms.gallery.list_page
source: Page to the list view
de: Seite für Listenansicht auswählen

# frontend.gallery.counter
source: %d images
de: %d Bilder

# frontend.button.more
source: More
de: Mehr

# frontend.button.gallery.more
source: Show more image galleries
de: Zeige weitere Bilderstrecken
